{
  "test": "hello {{var}} hello",
  "NODE_001": {
    "title": "اهلا بكم في تطبيق الزكاة",
    "opt1": "بدا حساب الزكاة",
    "opt2": "معلومات عن التطبيق"
  },
  "NODE_002": {
    "title": "اختيار بين الايسر والتفاصيل",
    "opt1": "الايسر",
    "opt2": "التفاصيل",
    "opt3": "ما هو الايسر ؟",
    "opt4": "ما هي التفاصيل ؟"
  },
  "NODE_003": {
    "title": "الأيسر هو اختيار البرنامج الذى يأخذك لاختيارات فقهية تراعى فيها المصلحة المادية لدافع الزكاة ولا يحتاج مع الأيسر للاختيار , أما التفصيل فللمزكى ان يختار من الاراءالمتاحة ما يراه مناسبا له .",
    "opt1": "حساب الايسر",
    "opt2": "الرجوع"
  },
  "NODE_004": {
    "title": "اختيار العملة",
    "currency": {
      "USD": "دولار امريكي",
      "EURO": "يورو",
      "EGP": "جنيه مصري",
      "SAR": "ريال سعودي",
      "AED": "درهم امراتي",
      "KWD": "دينار كويتي",
      "OMR": "ريال عماني",
      "BD": "BD",
      "LL": "LL",
      "JOD": "JOD",
      "TND": "TND",
      "LYD": "LYD",
      "MAD": "MAD",
      "DT": "DT",
      "DA": "DA"
    }
  },
  "NODE_004_1": {
    "hello": "Hello from node 004_1"
  },
  "NODE_006": {
    "title": "هل بلغت",
    "opt1": "نعم",
    "opt2": "لا",
    "opt3": "ما هو البلوغ"
  },
  "NODE_006_1": {
    "title": "البلوغ هو السن الذى يحتلم فيه الصبى ( تخرج منه الحيوانات المنوية ) وتحيض فيه الصبية ( تحدث لها العادة الشهرية ) وهو غير مرتبط بسن محدد فقد يكون فى الثانية عشرة اوقبلها أوبعدها",
    "opt1": "الرجوع"
  },
  "NODE_007": {
    "title": "لك ان ",
    "opt1": "تزكي",
    "opt2": "لا تزكي",
    "opt3": "لماذا تزكي",
    "opt4": "لماذا لا تزكي"
  },
  "NODE_007_1": {
    "title": "المالكية – المدونة الكبرى ( جزء   1 صفحة   308   - الشاملة ) .. سَأَلْتُ مَالِكًا عَنْ أَمْوَالِ الصِّبْيَانِ فَقَالَ: فِي أَمْوَالِهِمْ الصَّدَقَةُ وَفِي حُرُوثِهِمْ وَفِي نَاضِّهِمْ وَفِي مَاشِيَتِهِمْ وَفِيمَا يُدِيرُونَ لِلتِّجَارَةِ. الشافعية – الاقناع فى حل ألفاظ أبى شجاع ( جزء  1  صفحة   213   - الشاملة )  .. (وشرائط وجوب الزَّكَاة فِيهَا) أَي الْأَثْمَان (خمس) (الْإِسْلَام وَالْحريَّة وَالْملك التَّام والنصاب والحول) فلم يشترط البلوغ فأوجبها فى مال الصغير الحنابلة – المغنى لابن قدامة  ( جزء  2  صفحة   427   - الشاملة ) .. هِيَ فِي الشَّرِيعَةِ حَقٌّ يَجِبُ فِي الْمَالِ ومعنى هذا انه لا ينظر الى حال صاحبه بعد إسلامه الظاهرية – المحلى بالاثار لابن حزم ( جزء  4  صفحة   3   - الشاملة )  .. وَالزَّكَاةُ فَرْضٌ عَلَى الرِّجَالِ وَالنِّسَاءِ الْأَحْرَارِ مِنْهُمْ وَالْحَرَائِرُ وَالْعَبِيدُ، وَالْإِمَاءُ، وَالْكِبَارُ وَالصِّغَارِ الموسوعة الفقهية الكويتية  ( جزء 23   صفحة   232   - الشاملة ) .. ذَهَبَ الْمَالِكِيَّةُ وَالشَّافِعِيَّةُ وَالْحَنَابِلَةُ إِلَى أَنَّ الزَّكَاةَ تَجِبُ فِي مَال كُلٍّ مِنَ الصَّغِيرِ وَالْمَجْنُونِ ذَكَرًا كَانَ أَوْ أُنْثَى، وَيَتَوَلَّى الْوَلِيُّ إِخْرَاجَ الزَّكَاةِ مِنْ مَالِهِمَا , وَرُوِيَ عَنِ ابْنِ مَسْعُودٍ وَالثَّوْرِيِّ وَالأَْوْزَاعِيِّ أَنَّهُمْ قَالُوا: تَجِبُ الزَّكَاةُ، وَلاَ تُخْرَجُ حَتَّى يَبْلُغَ الصَّبِيُّ , وَذَهَبَ أَبُو حَنِيفَةَ وَهُوَ مَرْوِيٌّ عَنْ عَلِيٍّ وَابْنِ عَبَّاسٍ إِلَى أَنَّ الزَّكَاةَ لاَ تَجِبُ فِي مَال الصَّغِيرِ وَالْمَجْنُونِ، إِلاَّ أَنَّهُ يَجِبُ الْعُشْرُ فِي زُرُوعِهِمَا وَثِمَارِهِمَا، وَزَكَاةُ الْفِطْرِ عَنْهُمَا.",
    "opt1": "رجوع"
  },
  "NODE_007_2": {
    "title": "الحنفية – الاختيار لتعليل المختار ( جزء 1   صفحة  99    - الشاملة )  .. (وَلَا تَجِبُ إِلَّا عَلَى الْحُرِّ الْمُسْلِمِ الْعَاقِلِ الْبَالِغِ) ",
    "opt1": "رجوع"
  },
  "NODE_008": {
    "title": "التقويم :  يمكن اختيار التقويم الهجرى أو الميلادى  والأصل أن  يتم حساب الحول وموعد استحقاق الزكاة باعتبار التقويم القمرى ( الهجرى ) وحيث تجرى عادات الناس على التعامل بالتقويم الشمسى ( الميلادى ) فإن البرنامج يتعامل مع ذلك ويحسب الزكاة باعتبار التقويم الهجرى حتى وان تعامل المزكى بالتقويم الميلادى .",
    "opt1": "الميلادي",
    "opt2": "الهجري"
  },
  "NODE_009": {
    "title": "نوع زكاة الأموال المتاحة المطلوب تزكيته",
    "opt1": "عروض التجارة ",
    "opt2": "الزروع",
    "opt3": "النقود المختلفة",
    "opt4": "الانعام",
    "opt5": "الركاز"
  },
  "NODE_014": {
    "title": "النقد هو وسيلة تقويم الاثمان وأداء الالتزامات , واعتبرت الشريعة الاسلامية الدنانير وهى العملة الذهبية والدراهم وهى العملة الفضية  , هما أساس تقويم الأثمان والتعامل فى الأسواق والتجارات والالتزامات ويدخل معها كل انواع النقود الحالية وهى عملة كل بلد ويدخل معها كذلك الأوراق المالية الحالية و المستحدثة كالشيكات والسندات والكمبيالات وتعامل الأسهم معاملتها إذا لم يكن صاحبها على علم بميزانيات الشركات التىى تخصها فإن علمها فهى تجارة وليست نقود ويدخل معها كذلك أساسها وهما الذهب والفضة لغير التجارة .",
    "opt1": "احسب النقود المختلفه",
    "opt2": "رجوع"
  },
  "NODE_015": {
    "title": "هل أديت الزكاة سابقا",
    "opt1": "نعم",
    "opt2": "لا"
  },
  "NODE_017": {
    "title": "سيتم احتساب الحول من تاريخ عام سابق من اليوم",
    "opt1": "حساب الزكاة من تاريخ "
  },
  "NODE_016": {
    "title": "هل تتذكر التاريخ",
    "opt1": "نعم",
    "opt2": "لا"
  },
  "NODE_018": {
    "hello": "تاريخ اخر زكاة"
  },
  "NODE_018_1": {
    "hello": "تاريخ اخر زكاة"
  },
  "NODE_055": {
    "hello": "ليس عليك زكاه"
  }
}
